Repository: Samandar0912/sambhram_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: JIZZAX SAMBHRAM UNIVERSITETI
ru: ДЖИЗКИЙСКИЙ УНИВЕРСИТЕТ САМБРАМА

source: BIZ BILAN BOG’LANISH
ru: СВЯЗАТЬСЯ С НАМИ

source: Murojat yuborish
ru: Отправить запрос

source: BIZNI IJTIMOIY TARMOQ
ru: ПОДПИШИТЕСЬ НА НАС В СОЦИАЛЬНЫХ СЕТИ

source: Facebook
ru: Фейсбук

source: Instagram
ru: Инстаграм

source: Youtobe
ru: Ютуб

source: Telegram
ru: Телеграмма

source: UNIVERSITET JOYLASHUVI
ru: РАСПОЛОЖЕНИЕ УНИВЕРСИТЕТА

source: Barcha huquqlar himoyalangan. Saytdan olingan ma'lumotlar chop etilganda veb-saytga havola qilish majburiy.
ru: Все права защищены. При публикации информации, взятой с сайта, ссылка на сайт обязательна.

source: Jizzax viloyati, Jizzax shahri, Sh.Rashidov shoh ko‘chasi, 83-uy
ru: Джизакская область, город Джизак, ш. улица Рашидова, дом 83

source: Sayt hozir TEST rejmda ishlamoqda kamchiliklar uchun uzur so'raymiz
ru: В настоящее время сайт находится в ТЕСТОВОМ режиме. Приносим извинения за причиненные неудобства.

source: Jizzax viloyati, Jizzax shahri, Sh. Rashidov ko‘chasi, 83-uy
ru: Джизакская область, город Джизак, ш. улица Рашидова, дом 83

source: Admin
ru: Админ

source: SAMBHRAM Haqida
ru: О САМБХРАМЕ

source: Universitet Haqida
ru: Об университете

source: Universitet Tarixi
ru: История университета

source: Universitet Strukturasi
ru: Структура университета

source: Video Lavhalar
ru: Полезные ссылки

source: Yangiliklar
ru: Новости

source: E'lonlar
ru: Объявления

source: Universitet
ru: Университет

source: Rektorat
ru: Ректорат

source: Fakultetlar
ru: Факультеты

source: Markazlar
ru: Центры

source: Bo'limlar
ru: Разделы

source: Kafedralar
ru: Отделы

source: Faoliyat
ru: Активность

source: Ilmiy faoliyat
ru: Научная деятельность

source: O'quv faoliyat
ru: Образовательная деятельность

source: Xalqaro faoliyat
ru: Международная деятельность

source: Moliyaviy faoliyat
ru: Финансовая деятельность

source: Ta'lim
ru: Образование

source: Kunduzgi
ru: Дневное время

source: Sirtqi Ta'lim
ru: Дистанционное обучение

source: 2-Mutaxasislik
ru: 2-Специализация

source: Bakalavr
ru: Холостяк

source: Magistratura
ru: Степень магистра

source: Doktrantura
ru: Докторская степень

source: Talabalar
ru: Студенты

source: O'qishni ko'chirish va qayta tiklash
ru: Копировать и восстановить чтение

source: Aloqa
ru: Контакт

source: F.I.SH
ru: имя

source: Lavozim
ru: Позиция

source: Telefon
ru: Телефон

source: E-pochta
ru: Электронная почта

source: Ish-vaqti
ru: Часы работы

source: Umumiy ma’lumot
ru: Общая информация

source: Brauzeringiz video teglarini qo'llab-quvvatlamaydi.
ru: Ваш браузер не поддерживает видеотеги.

source: Hozircha videolar mavjud emas.
ru: В настоящее время разделов нет.

source: O’QUV FAOLIYAT
ru: ОБРАЗОВАТЕЛЬНАЯ ДЕЯТЕЛЬНОСТЬ

source: XALQARO FAOLIYAT
ru: МЕЖДУНАРОДНАЯ ДЕЯТЕЛЬНОСТЬ

source: ILMIY FAOLIYAT
ru: НАУЧНАЯ ДЕЯТЕЛЬНОСТЬ

source: MOLIYAVIY FAOLIYAT
ru: ФИНАНСОВАЯ ДЕЯТЕЛЬНОСТЬ

source: O'qishda davom eting
ru: Продолжить чтение

source: Elonlar
ru: Реклама

source: Havolalar
ru: Ссылки

source: Pedagogika
ru: Хемис

source: Dars jadvali
ru: Расписание занятий

source: Masofaviy ta'lim
ru: Дистанционное обучение

source: Universitet haqida
ru: Об университете

source: “Sambhram Universiteti” nodavlat ta’lim muassasasi bulib, 2021 - yilda tashkil topgan. Universitetda 1ta ochiq futbol maydoni va 1ta yopiq sport zali mavjud.
ru: Университет Самбрам — негосударственное образовательное учреждение, основанное в 2021 году. В университете имеется 1 открытое футбольное поле и 1 крытый спортивный зал.

source: Axborot resurs markazida, ARM da 4230 ta darsliklar va o'quv qo'llanmalari kitoblari mavjud.
ru: В Центре информационных ресурсов (ARM) имеется 4230 учебников и учебных пособий.

source: Universitetda zami 1977 nafar talabalar talim olmoqda. Zhumladan, 3 ta talim yönalish bwyicha kunduzgi talimda 857, Sirtqi talimda 1 100 nafar hamda magistracy 20 nafar talabalar oqimokda.
ru: Всего в университете обучается 1977 студентов. Из них 857 студентов очной формы обучения, 1100 студентов заочной формы обучения и 20 магистрантов обучаются по 3 направлениям подготовки.

source: Batafsil
ru: Подробнее

source: Universitetning asosiy ko'rsatkichlari
ru: Основные показатели университета

source: Jami hudud
ru: Общая площадь

source: Yashil maydon
ru: Зеленая зона

source: Kofedra
ru: Кофедра

source: Fakultet
ru: Факультет

source: Xodimlar soni
ru: Количество сотрудников

source: Jami
ru: Общий

source: O’qituvchi va professorlar
ru: Преподаватели и профессора

source: Fan doktori
ru: Доктор наук

source: Fan nomzodi
ru: Кандидат наук

source: O’qituvchi
ru: Учитель

source: Talabalar to'g'risida qisqacha ma'lumot
ru: Краткая информация о студентах

source: Moliyaviy yordam oladigan talabalar
ru: Студенты, получающие финансовую помощь

source: Talaba o'qituvchilar
ru: Студенты-учителя

source: Bitiruvdan keyin bir yil ichida ishga joylashish
ru: Трудоустройство в течение года после окончания вуза

source: Foydali Havolalar
ru: Полезные ссылки

source: Sambhram Universiteti
ru: Университет Самбрам

source: Boshqa Elonlar
ru: Другие объявления

source: Boshqa Yangiliklar
ru: Другие новости

source: Hozirda bo‘limlar mavjud emas.
ru: В настоящее время разделов нет.

source: Hodimlar haqida ma’lumot
ru: Информация о сотрудниках

source: Kafedra
ru: Отделение

source: REKTOR
ru: РЕКТОР

source: Sirqi ta'lim
ru: Цирковое образование

source: Ta'lim
ru: Образование

source: Doktarantura
ru: Докторская степень

source: Kunduzki ta'lim
ru: Очная форма обучения

source: Sirtqi ta'lim
ru: Дистанционное обучение
